[{"serviceName":"Clips and Braces","description":"Clips and Braces, the treatment is technically known as orthodontic treatment otherwise known as a fixed appliance, these are appliances that help your teeth to align in proper position and help you have a better look, smile, and function, they are called a fixed appliance since they remain fixed to your teeth till the end of the treatment. 1.Boost up your self-confidence 2.Elevates self-esteem 3.Confident smile 4.Increase the ability to chew food 5.Reduces or nullifies speech impairment 6.Easy to brush and floss (helps in oral hygiene maintenance 7.It helps reduces dental caries and gum diseases 8.Helps in tooth movement","id":1,"service_img1":"https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQAeAzO90Xh7xqjtJ7HXhYMb6i9hNMepVDokw&usqp=CAU","service_img2":"https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcRrDllwntvS7dGf2T30AZreThO8lT5p4VA5vg&usqp=CAU","service_img":"https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcRXg3kys8g7_sNV8YB4LL92mQqM4PcMHhjYwQ&usqp=CAU"},{"serviceName":"Dental Implant","description":"Thanks to the technological advancements. This popular teeth transplant permanently fits into your existing smile, and function just like your natural teeth allowing you to bite, smile, talk, laugh, and sing with confidence.One of the best things about this procedure is once they are in place, you’re likely to forget they’re even there as they need little to no additional maintenance. That’s how natural and secure this type of Tooth Implant feel.By using a titanium anchor that fuses to the jawbone to create a strong anchor for your new teeth.","id":2,"service_img1":"https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcRms3xUyr2XDfvgYTj8_B9VZ09_ukvVsrRVPw&usqp=CAU","service_img2":"https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcRrhIqCGNKWyFQEP2TgN5uy9vYJ9R-MAhwbcQ&usqp=CAU","service_img":"https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcSancLZoQCzXBJkCkyxWrM-GWjJ0zW8g4jfFw&usqp=CAU"},{"serviceName":"Root Canal","description":"A root canal (also known as an endodontic treatment) is a serious procedure, but one that specialists handle every day. Before engaging in any type of dental work, it’s important to know the facts about root canals.Root canals are needed for a cracked tooth from injury or genetics, a deep cavity, or issues from a previous filling. Patients generally need a root canal when they notice their teeth are sensitive, particularly to hot and cold sensations. The cost varies depending on how complex the problem is and which tooth is affected. Molars are more difficult to treat; the fee is usually more. ","id":3,"service_img1":"https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcRzs0UccBDul1GH7fV1f6u4Rqi_rmI6mZY79A&usqp=CAU","service_img2":"https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTH7Ns9XnWdtH0ai1ZB6hroQLDqRMpG4hLSBg&usqp=CAU","service_img":"https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcToYPjMP1byIjiIhsmiY7zhqAVNDKf1HuOwZg&usqp=CAU"},{"serviceName":"Teeth Cleaning","description":"Many people dread teeth cleanings. Between the prodding, strange noises, and occasional jaw discomfort, it’s easy to understand their apprehension. But for most, a teeth cleaning is simple and painless.Knowing exactly what is going on during the process can help ease your stress and allow you to better enjoy the minty-fresh results. Most teeth cleanings are performed by a dental hygienist. Before the actual cleaning process begins, they start with a physical exam of your entire mouth.If they detect major problems, the dental hygienist might call the dentist to make sure it’s fine to proceed.Rinsing: Next, you rinse out your mouth to get rid of any debris.","id":4,"service_img1":"https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcSEEaKgwO9jvL45UmvyFmr02JT1doyy7JmhfQ&usqp=CAU","service_img2":"https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQE6sV1nmLGibl1nefsT2dS_FmJ8z4oUzCQiw&usqp=CAU","service_img":"https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQbK_amlrUUfxFdEgObQTw6ZwOSrpaLEvQ4rA&usqp=CAU"},{"serviceName":"Cavity protection","description":"Dental cavities can be prevented with a combination of good oral hygiene and regular visits to the dentist. When too much oral bacteria takes up residence in your mouth, the acids they secrete can eat through the enamel, leading to holes known as cavities or dental caries.The sooner you have a cavity filled, the better, since untreated cavities can grow larger and eventually cause serious toothaches and infection. What’s even better than treating cavities is preventing them, which requires a combination of good at-home dental care, regular professional cleanings, and sometimes supplemental treatments like sealants and fluoride treatments.","id":5,"service_img1":"https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTOp5ztbLy9M_aRspCshtRR1F92GrhlTGJsJg&usqp=CAU","service_img2":"https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTog5CUpmPmQfmLEvetU-UNA4a8Z5B_Faax1w&usqp=CAU","service_img":"https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTGuEmIBH6iE5GmmU3P60Jz_kuscnxAQADLHw&usqp=CAU"},{"serviceName":"Paradontosis","description":"The treatment of paradontosis is a long and difficult process during which a complex approach and engaging of different specialists are required Paradontosis is characterized by systemic lesions of the alveolar tissue (paradontium). Its a dentistry disease that isn’t complicated with inflammation processes and only 1-8% of patients have it, so this disease is quite rare. Atrophic processes lead to a slow decrease in the height of the interdental septa and loss of bone tissue. Don’t confuse paradontosis and periodontitis as they have different symptoms and require different medication.","id":6,"service_img1":"https://dentiq-demo.themesion.com/demo2/wp-content/uploads/sites/3/2018/12/service-07-770x500.jpg","service_img2":"https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcREoiwhjcY1xd_GXg1eITfoeoFPLbfszs6ukQ&usqp=CAU","service_img":"https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcR-QYIfK8AmmtTYAEpKrp-FOAFJFFdT_8PsTw&usqp=CAU"}]
